Repository: sp1ritnsk/geonode-mapstore-client
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Sign not valid
kk: Қолтаңба жарамсыз

source: Sign date expired
kk: Қол қою мерзімі аяқталды

source: IIN already taken
kk: ЖСН қолданыста

source: IIN
kk: ЖСН

source: Password
kk: Құпиясөз

source: Signup
kk: Тіркелу

source: Forgot password?
kk: Құпия сөзіңізді ұмыттыңыз ба?

source: Log in
kk: Кіру

source: or
kk: немесе

source: Log in by EDS
kk: ЭЦҚ көмегімен жүйеге кіру

source: First time in portal?
kk: Порталда бірінші рет?

source: Register
kk: Тіркеу

source: Project name
kk: Ұлттық кеңістіктік деректер инфрақұрылымы

source: Project subname
kk: Қазақстан Республикасының ашық кеңістіктік деректер порталы

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
kk: Сізде есептік жазба бар ма? Бұл жағдайда <a href="%(login_url)s">енгізіңіз</a>.

source: Sign Up
kk: Тіркеу

source: Register by EDS
kk: ЭЦҚ көмегімен жүйеге тіркелу

source: Already registered?
kk: Тіркелдіңіз бе?

source: Create Dataset
kk: Деректер жиынын құру

source: Create an empty dataset
kk: Бос деректер жиынын құру

source: Add Attribute
kk: Атрибут қосу

source: Create dataset
kk: Деректер жиынын құру

source: String
kk: Жол

source: Integer
kk: Бүтін

source: Float
kk: Ондық

source: Date
kk: Күні

source: Append to Dataset
kk: Деректер жиынына қосу

source: Explore Datasets
kk: Деректер жиынын көру

source: Return to Dataset
kk: Деректер жиынына оралу

source: Drop files here
kk: Файлдарды осы жерге жылжытыңыз

source: or select them one by one:
kk: немесе оларды бір-бірден таңдаңыз:

source: Choose Files
kk: Файлдарды таңдаңыз

source: Files to be uploaded
kk: Жүктеп салынатын файлдар

source: Preserve Metadata XML
kk: XML метадеректерін сақтау

source: Select the charset or leave default
kk: Кодтауды таңдаңыз немесе әдепкі параметрді қалдырыңыз

source: Clear
kk: Тазалау

source: Remove Mosaic Granules
kk: Мозаикалық ұяшықтарды жою

source: Are you sure you want to remove Granule %(granule_id)s of the Mosaic <a href="%(dataset.get_absolute_url)s">%(dataset_title)s</a>?
kk: Сіз <a href="%(dataset.get_absolute_url)s">%(dataset_title)s</a> мозаикасындағы %(granule_id)s ұяшықтарды жоюға сенімдісіз бе?

source: Yes, I am sure
kk: Иә, мен сенімдімін

source: No, don't remove it
kk: Жоқ, жоймаңыз

source: This action affects the following maps:
kk: Бұл әрекет келесі карталарға әсер етеді:

source: No maps are using this dataset
kk: Ешбір карта бұл деректер жинағын пайдаланбайды

source: Metadata
kk: Метадеректер

source: for %(dataset_title)s
kk: %(dataset_title)s үшін

source: Completeness
kk: Толықтық

source: Metadata Schema mandatory fields completed
kk: Толтыруға міндетті метадеректер жолдары

source: Check Schema mandatory fields
kk: Міндетті схема жолдарын тексеріңіз

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
kk: Ескерту: Осы қабаттың бастапқы метадеректері XML метадеректер файлын импорттау арқылы толтырылды және сақталды. Бұл метадеректерді өңдеу мүмкін емес.

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
kk: Ескерту: Бұл қабаттың бастапқы метадеректері XML метадеректер файлын импорттау арқылы толтырылды. Жүйе метадеректерін импорттау ISO, FGDC және Dublin Core метадеректерінің элементтерінің жиынын қолдайды. Кейбір бастапқы метадеректеріңіз жоғалған болуы мүмкін.

source: Error updating metadata. Please check the following fields:
kk: Метадеректерді жаңарту қатесі. Келесі жолдарды тексеріңіз:

source: Metadata Author
kk: Метадеректер авторы

source: Point of Contact
kk: Байланыстағы адам

source: Attributes
kk: Атрибуттар

source: Done
kk: Орындалды

source: Metadata Provider
kk: Метадеректер провайдері

source: << Back
kk: << Артқа

source: Update
kk: Жаңарту

source: Next >>
kk: Келесі >>

source: Edit Metadata
kk: Метадеректерді өңдеу

source: Editing details for %(dataset_title)s
kk: %(dataset_title)s үшін мәліметтерді өңдеу

source: Category
kk: Санат

source: Use a custom template?
kk: Қолданушы үлгісін пайдалану керек пе?

source: Attribute
kk: Атрибут

source: Label
kk: Қолтаңба

source: Description
kk: Сипаттама

source: Display Order
kk: Көрсету тәртібі

source: Display Type
kk: Көрсету типі

source: Visible
kk: Көрінетін

source: ERROR
kk: Қате

source: Following items are required:
kk: Келесі элементтер қажет:

source: Close
kk: Жабу

source: Upload Dataset Metadata
kk: Деректер жиынының метадеректерін жүктеп алу

source: Is Upload Metadata XML Form
kk: Метадеректер жүктеп салу XML пішіні болып табылады ма

source: Upload files
kk: Файлдарды жүктеп алу

source: Replace Dataset
kk: Деректер жиынын ауыстыру

source: Manage Styles
kk: Стильдерді басқару

source: Manage Available Styles for <a href="%(dataset_url)s">%(dataset_title)s</a>
kk: <a href="%(dataset_url)s">%(dataset_title)s</a> үшін қолжетімді стильдерді басқару

source: Dataset Default Style
kk: Әдепкі деректер жиынының стилі

source: Available styles
kk: Қолжетімді стильдер

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
kk: Оны осы қабатқа тағайындау үшін жоғарғы жолдағы қол жетімді стильді басыңыз. Таңдалған стильдер төменгі жолда көрсетіледі.

source: Update Available Styles
kk: Қолжетімді стильдерді жаңарту

source: Upload Dataset Style
kk: Деректер жиынының стилін жүктеу

source: WARNING
kk: Ескерту

source: This will most probably overwrite the current default style!
kk: Бұл ағымдағы әдепкі стильді қайта жазуы мүмкін!

source: apps explore
kk: қолданбаларға шолу

source: Create New
kk: Жаңасын жасау

source: Explore
kk: Шолу

source: Main
kk: Басты

source: Catalog data
kk: Деректер каталогы

source: Datasets
kk: Деректер жиыны

source: Documents
kk: Құжаттар

source: Remove services
kk: Қызметтерді жою

source: Maps
kk: Карталар

source: Geostories
kk: Геотарихтар

source: Dashboards
kk: Бақылау тақталары

source: Create own map
kk: Картаңызды жасаңыз

source: Go to catalog data
kk: Деректер каталогына өту

source: Top of maps and layers
kk: Жоғарғы карталар мен қабаттар

source: Last of tops
kk: Жоғарғылардың соңғысы

source: Popular of tops
kk: Танымал

source: Show all
kk: Барлығын көрсету

source: No Group
kk: Топ жоқ

source: All contents
kk: Барлық мазмүны

source: No Organization Info
kk: Ұйым туралы ақпарат жоқ

source: Forgot Username
kk: Пайдаланушы атын ұмыттыңыз

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
kk: Электрондық пошта мекенжайын енгізіп, жіберу түймесін басыңыз. <br / > сізге пайдаланушы аты жіберіледі.

source: Submit
kk: Жіберу

source: Create Profile
kk: Профиль құру

source: Profile of
kk: Профиль

source: Email
kk: Электрондық пошта

source: Not provided.
kk: Ескерілмеген

source: Position
kk: Позиция

source: Organization
kk: Ұйым

source: Location
kk: Орналасқан жері

source: Voice
kk: Телефон

source: Not provided
kk: Ескерілмеген

source: Fax
kk: Факс

source: Keywords
kk: Түйінді сөздер

source: User layers WMS GetCapabilities document
kk: Пайдаланушы деңгейіндегі WMS GetCapabilities құжаты

source: Message User
kk: Пайдаланушыға хабарлама

source: Edit profile
kk: Профильді өңдеу

source: Connected social accounts
kk: Қосылған әлеуметтік аккаунттар

source: Associated e-mails
kk: Байланысты электрондық пошта мекенжайлары

source: Set/Change password
kk: Құпия сөзді орнату/өзгерту

source: My Activities
kk: Менің белсенділігім

source: Notifications
kk: Хабарламалар

source: Announcements
kk: Хабарландырулар

source: Invite Users
kk: Пайдаланушыларды шақыру

source: GeoServer
kk: ГеоСервер

source: Admin
kk: Әкімші

source: User Activities
kk: Пайдаланушы белсенділігі

source: Resources
kk: Ресурстар

source: Edit Your Profile
kk: Профиліңізді өңдеңіз

source: Edit Profile for
kk: үшін профильді өңдеу

source: Change your avatar
kk: Аватарыңызды өзгертіңіз

source: Update profile
kk: Профильді жаңарту

source: Explore People
kk: Пайдаланушылар
